IDEA Open Model
ConcreteBlockData.AxisZ Property
Compatible with IDEA StatiCa 20.1
 LCS - Axis Z
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public Vector3D AxisZ { get; set; }
Public Property AxisZ As Vector3D
	Get
	Set
Property Value
Type: Vector3D
See Also
Reference
ConcreteBlockData Class
IdeaRS.OpenModel.Connection Namespace